Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.authentication.missing_token
source: Access token is missing, please log in again
ar: رمز الوصول مفقود، يرجى إعادة تسجيل الدخول
da: Adgangstoken mangler, log venligst ind igen
de: Zugriffstoken fehlt, bitte melden Sie sich erneut an
es: Falta el token de acceso, por favor inicie sesión nuevamente
fi: Pääsytunnus puuttuu, kirjaudu sisään uudelleen
fr: Jeton d'accès manquant, veuillez vous reconnecter
hi: एक्सेस टोकन गुम है, कृपया फिर से लॉग इन करें
it: Token di accesso mancante, effettua nuovamente l'accesso
ja: アクセストークンが見つかりません。再度ログインしてください
ko: 액세스 토큰이 없습니다。 다시 로그인해 주세요
nb: Tilgangstoken mangler, vennligst logg inn igjen
nl: Toegangstoken ontbreekt, log opnieuw in
pl: Brak tokena dostępu, zaloguj się ponownie
pt: Token de acesso ausente, faça login novamente
ru: Токен доступа отсутствует, войдите в систему снова
sv: Åtkomsttoken saknas, logga in igen
th: ไม่มีโทเค็นการเข้าถึง กรุณาเข้าสู่ระบบอีกครั้ง
tr: Erişim belirteci eksik, lütfen tekrar giriş yapın
vi: Token truy cập bị thiếu, vui lòng đăng nhập lại
zh_hans: 缺少访问令牌，请重新登录
zh_hant: 缺少存取權杖，請重新登入

# error.authentication.reauth_required
source: Login has expired, please re-login to this account in player management before starting the game
ar: انتهت صلاحية تسجيل الدخول، يرجى إعادة تسجيل الدخول لهذا الحساب في إدارة اللاعبين قبل بدء اللعبة
da: Login er udløbet, log venligst ind på denne konto i spillerhåndtering før du starter spillet
de: Anmeldung ist abgelaufen, bitte melden Sie sich bei diesem Konto in der Spielerverwaltung erneut an, bevor Sie das Spiel starten
es: La sesión ha expirado, por favor inicie sesión nuevamente en esta cuenta en la gestión de jugadores antes de iniciar el juego
fi: Kirjautuminen on vanhentunut, kirjaudu uudelleen tähän tiliin pelaajien hallinnassa ennen pelin käynnistämistä
fr: La connexion a expiré, veuillez vous reconnecter à ce compte dans la gestion des joueurs avant de démarrer le jeu
hi: लॉगिन समाप्त हो गया है, कृपया खेल शुरू करने से पहले खिलाड़ी प्रबंधन में इस खाते में फिर से लॉगिन करें
it: L'accesso è scaduto, effettua nuovamente l'accesso a questo account nella gestione giocatori prima di avviare il gioco
ja: ログインの有効期限が切れました。ゲームを開始する前にプレイヤー管理でこのアカウントに再度ログインしてください
ko: 로그인이 만료되었습니다。 게임을 시작하기 전에 플레이어 관리에서 이 계정에 다시 로그인해 주세요
nb: Pålogging er utløpt, vennligst logg inn på denne kontoen i spillerhåndtering før du starter spillet
nl: Inloggen is verlopen, log opnieuw in op dit account in spelerbeheer voordat je het spel start
pl: Logowanie wygasło, zaloguj się ponownie na to konto w zarządzaniu graczami przed uruchomieniem gry
pt: O login expirou, faça login novamente nesta conta no gerenciamento de jogadores antes de iniciar o jogo
ru: Срок входа в систему истёк, войдите в эту учётную запись в управлении игроками перед запуском игры
sv: Inloggningen har löpt ut, logga in på detta konto i spelarhantering innan du startar spelet
th: การเข้าสู่ระบบหมดอายุแล้ว กรุณาเข้าสู่ระบบบัญชีนี้ในการจัดการผู้เล่นก่อนเริ่มเกม
tr: Giriş süresi doldu, oyunu başlatmadan önce lütfen oyuncu yönetiminde bu hesaba tekrar giriş yapın
vi: Đăng nhập đã hết hạn, vui lòng đăng nhập lại vào tài khoản này trong quản lý người chơi trước khi bắt đầu trò chơi
zh_hans: 登录已过期，请在玩家管理中重新登录该账户后再启动游戏
zh_hant: 登入已過期，請在玩家管理中重新登入該帳戶後再啟動遊戲

# error.authentication.refresh_token_error
source: Refresh token error
ar: خطأ في رمز التحديث
da: Opdateringstoken fejl
de: Aktualisierungstoken-Fehler
es: Error de token de actualización
fi: Päivitystunnus virhe
fr: Erreur de jeton d'actualisation
hi: रिफ्रेश टोकन त्रुटि
it: Errore token di aggiornamento
ja: リフレッシュトークンエラー
ko: 새로 고침 토큰 오류
nb: Oppdateringstoken feil
nl: Vernieuwingstoken fout
pl: Błąd tokena odświeżania
pt: Erro de token de atualização
ru: Ошибка токена обновления
sv: Uppdateringstoken fel
th: ข้อผิดพลาดโทเค็นรีเฟรช
tr: Yenileme belirteci hatası
vi: Lỗi token làm mới
zh_hans: 刷新令牌错误
zh_hant: 重新整理權杖錯誤

# error.authentication.token_expired
source: Access token has expired, please log in again
ar: انتهت صلاحية رمز الوصول، يرجى إعادة تسجيل الدخول
da: Adgangstoken er udløbet, log venligst ind igen
de: Zugriffstoken ist abgelaufen, bitte melden Sie sich erneut an
es: El token de acceso ha expirado, por favor inicie sesión nuevamente
fi: Pääsytunnus on vanhentunut, kirjaudu sisään uudelleen
fr: Le jeton d'accès a expiré, veuillez vous reconnecter
hi: एक्सेस टोकन समाप्त हो गया है, कृपया फिर से लॉग इन करें
it: Il token di accesso è scaduto, effettua nuovamente l'accesso
ja: アクセストークンの有効期限が切れました。再度ログインしてください
ko: 액세스 토큰이 만료되었습니다。 다시 로그인해 주세요
nb: Tilgangstoken har utløpt, vennligst logg inn igjen
nl: Toegangstoken is verlopen, log opnieuw in
pl: Token dostępu wygasł, zaloguj się ponownie
pt: Token de acesso expirou, faça login novamente
ru: Токен доступа истек, войдите в систему снова
sv: Åtkomsttoken har gått ut, logga in igen
th: โทเค็นการเข้าถึงหมดอายุแล้ว กรุณาเข้าสู่ระบบอีกครั้ง
tr: Erişim belirteci süresi doldu, lütfen tekrar giriş yapın
vi: Token truy cập đã hết hạn, vui lòng đăng nhập lại
zh_hans: 访问令牌已过期，请重新登录
zh_hant: 存取權杖已過期，請重新登入

# error.authentication.token_expired_relogin_required
source: Login has expired, please re-login to this account
ar: انتهت صلاحية تسجيل الدخول، يرجى إعادة تسجيل الدخول لهذا الحساب
da: Login er udløbet, log venligst ind på denne konto igen
de: Anmeldung ist abgelaufen, bitte melden Sie sich bei diesem Konto erneut an
es: La sesión ha expirado, por favor inicie sesión nuevamente en esta cuenta
fi: Kirjautuminen on vanhentunut, kirjaudu uudelleen tähän tiliin
fr: La connexion a expiré, veuillez vous reconnecter à ce compte
hi: लॉगिन समाप्त हो गया है, कृपया इस खाते में फिर से लॉगिन करें
it: L'accesso è scaduto, effettua nuovamente l'accesso a questo account
ja: ログインの有効期限が切れました。このアカウントに再度ログインしてください
ko: 로그인이 만료되었습니다。 이 계정에 다시 로그인해 주세요
nb: Pålogging er utløpt, vennligst logg inn på denne kontoen igjen
nl: Inloggen is verlopen, log opnieuw in op dit account
pl: Logowanie wygasło, zaloguj się ponownie na to konto
pt: O login expirou, faça login novamente nesta conta
ru: Срок входа в систему истёк, войдите в эту учётную запись снова
sv: Inloggningen har löpt ut, logga in på detta konto igen
th: การเข้าสู่ระบบหมดอายุแล้ว กรุณาเข้าสู่ระบบบัญชีนี้อีกครั้ง
tr: Giriş süresi doldu, lütfen bu hesaba tekrar giriş yapın
vi: Đăng nhập đã hết hạn, vui lòng đăng nhập lại vào tài khoản này
zh_hans: 登录已过期，请重新登录该账户
zh_hant: 登入已過期，請重新登入該帳戶

# error.authentication.token_fetch_failed
source: Failed to fetch access token
ar: فشل في الحصول على رمز الوصول
da: Kunne ikke hente adgangstoken
de: Zugriffstoken konnte nicht abgerufen werden
es: No se pudo obtener el token de acceso
fi: Pääsytunnuksen haku epäonnistui
fr: Échec de l'obtention du jeton d'accès
hi: एक्सेस टोकन प्राप्त करने में विफल
it: Impossibile ottenere il token di accesso
ja: アクセストークンの取得に失敗しました
ko: 액세스 토큰을 가져오지 못했습니다
nb: Kunne ikke hente tilgangstoken
nl: Kan toegangstoken niet ophalen
pl: Nie udało się pobrać tokena dostępu
pt: Falha ao obter o token de acesso
ru: Не удалось получить токен доступа
sv: Kunde inte hämta åtkomsttoken
th: ไม่สามารถดึงโทเค็นการเข้าถึงได้
tr: Erişim token'ı alınamadı
vi: Không thể lấy token truy cập
zh_hans: 获取访问令牌失败
zh_hant: 無法取得存取權杖

# error.authentication.token_invalid_or_expired
source: Access token is invalid or expired, please log in again
ar: رمز الوصول غير صالح أو منتهي الصلاحية، يرجى إعادة تسجيل الدخول
da: Adgangstoken er ugyldig eller udløbet, log venligst ind igen
de: Zugriffstoken ist ungültig oder abgelaufen, bitte melden Sie sich erneut an
es: El token de acceso es inválido o ha expirado, por favor inicie sesión nuevamente
fi: Pääsytunnus on virheellinen tai vanhentunut, kirjaudu sisään uudelleen
fr: Le jeton d'accès est invalide ou a expiré, veuillez vous reconnecter
hi: एक्सेस टोकन अमान्य या समाप्त हो गया है, कृपया फिर से लॉग इन करें
it: Il token di accesso non è valido o è scaduto, effettua nuovamente l'accesso
ja: アクセストークンが無効または期限切れです。再度ログインしてください
ko: 액세스 토큰이 유효하지 않거나 만료되었습니다。 다시 로그인해 주세요
nb: Tilgangstoken er ugyldig eller utløpt, vennligst logg inn igjen
nl: Toegangstoken is ongeldig of verlopen, log opnieuw in
pl: Token dostępu jest nieprawidłowy lub wygasł, zaloguj się ponownie
pt: Token de acesso é inválido ou expirado, faça login novamente
ru: Токен доступа недействителен или истек, войдите в систему снова
sv: Åtkomsttoken är ogiltigt eller har gått ut, logga in igen
th: โทเค็นการเข้าถึงไม่ถูกต้องหรือหมดอายุแล้ว กรุณาเข้าสู่ระบบอีกครั้ง
tr: Erişim belirteci geçersiz veya süresi dolmuş, lütfen tekrar giriş yapın
vi: Token truy cập không hợp lệ hoặc đã hết hạn, vui lòng đăng nhập lại
zh_hans: 访问令牌无效或已过期，请重新登录
zh_hant: 存取權杖無效或已過期，請重新登入

# error.authentication.unknown_refresh_error
source: Unknown error occurred while refreshing token: %@
ar: حدث خطأ غير معروف أثناء تحديث الرمز: %@
da: Ukendt fejl opstod under opdatering af token: %@
de: Unbekannter Fehler beim Aktualisieren des Tokens: %@
es: Error desconocido al actualizar el token: %@
fi: Tuntematon virhe tapahtui tunnusta päivittäessä: %@
fr: Erreur inconnue lors de l'actualisation du jeton : %@
hi: टोकन रीफ्रेश करते समय अज्ञात त्रुटि हुई: %@
it: Errore sconosciuto durante l'aggiornamento del token: %@
ja: トークンの更新中に不明なエラーが発生しました： %@
ko: 토큰을 새로고침하는 중 알 수 없는 오류가 발생했습니다： %@
nb: Ukjent feil oppstod under oppdatering av token: %@
nl: Onbekende fout opgetreden bij het vernieuwen van token: %@
pl: Nieznany błąd wystąpił podczas odświeżania tokenu: %@
pt: Erro desconhecido ao atualizar o token: %@
ru: Произошла неизвестная ошибка при обновлении токена: %@
sv: Okänt fel uppstod vid uppdatering av token: %@
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะรีเฟรชโทเค็น: %@
tr: Token yenilenirken bilinmeyen bir hata oluştu: %@
vi: Đã xảy ra lỗi không xác định khi làm mới token: %@
zh_hans: 刷新Token时发生未知错误： %@
zh_hant: 重新整理權杖時發生未知錯誤： %@

# error.configuration.ai_model_not_configured
source: AI model not configured, please fill in the model name in settings
ar: نموذج AI غير مُكوّن، يرجى ملء اسم النموذج في الإعدادات
da: AI-model ikke konfigureret, udfyld venligst modelnavnet i indstillingerne
de: AI-Modell nicht konfiguriert, bitte Modellnamen in den Einstellungen ausfüllen
es: Modelo de AI no configurado, por favor complete el nombre del modelo en la configuración
fi: AI-malli ei ole määritelty, täytä mallin nimi asetuksissa
fr: Modèle IA non configuré, veuillez remplir le nom du modèle dans les paramètres
hi: AI मॉडल कॉन्फ़िगर नहीं किया गया, कृपया सेटिंग्स में मॉडल नाम भरें
it: Modello AI non configurato, compila il nome del modello nelle impostazioni
ja: AIモデルが設定されていません。設定でモデル名を入力してください
ko: AI 모델이 구성되지 않았습니다。 설정에서 모델 이름을 입력하세요
nb: AI-modell ikke konfigurert, fyll ut modellnavnet i innstillingene
nl: AI-model niet geconfigureerd, vul de modelnaam in de instellingen in
pl: Model AI nie jest skonfigurowany, wypełnij nazwę modelu w ustawieniach
pt: Modelo de IA não configurado, preencha o nome do modelo nas configurações
ru: Модель ИИ не настроена, заполните название модели в настройках
sv: AI-modell inte konfigurerad, fyll i modellnamnet i inställningarna
th: โมเดล AI ยังไม่ได้กำหนดค่า กรุณากรอกชื่อโมเดลในการตั้งค่า
tr: AI modeli yapılandırılmamış, lütfen ayarlarda model adını doldurun
vi: Mô hình AI chưa được cấu hình, vui lòng điền tên mô hình trong cài đặt
zh_hans: AI模型未配置，请在设置中填写模型名称
zh_hant: AI模型未配置，請在設定中填寫模型名稱

# error.configuration.ai_service_not_configured
source: OpenAI service not configured, please check API Key
ar: خدمة OpenAI غير مُكوّنة، يرجى التحقق من مفتاح API
da: OpenAI-tjeneste ikke konfigureret, tjek venligst API-nøglen
de: OpenAI-Dienst nicht konfiguriert, bitte API-Schlüssel überprüfen
es: Servicio OpenAI no configurado, por favor verifique la clave API
fi: OpenAI-palvelu ei ole määritelty, tarkista API-avain
fr: Service OpenAI non configuré, veuillez vérifier la clé API
hi: OpenAI सेवा कॉन्फ़िगर नहीं की गई, कृपया API कुंजी जांचें
it: Servizio OpenAI non configurato, controlla la chiave API
ja: OpenAIサービスが設定されていません。APIキーを確認してください
ko: OpenAI 서비스가 구성되지 않았습니다。 API 키를 확인하세요
nb: OpenAI-tjeneste ikke konfigurert, vennligst sjekk API-nøkkelen
nl: OpenAI-service niet geconfigureerd, controleer de API-sleutel
pl: Usługa OpenAI nie jest skonfigurowana, sprawdź klucz API
pt: Serviço OpenAI não configurado, verifique a chave API
ru: Служба OpenAI не настроена, проверьте API-ключ
sv: OpenAI-tjänst inte konfigurerad, kontrollera API-nyckeln
th: บริการ OpenAI ยังไม่ได้กำหนดค่า กรุณาตรวจสอบ API Key
tr: OpenAI hizmeti yapılandırılmamış, lütfen API Anahtarını kontrol edin
vi: Dịch vụ OpenAI chưa được cấu hình, vui lòng kiểm tra API Key
zh_hans: OpenAI服务未配置，请检查API Key
zh_hant: OpenAI服務未配置，請檢查API Key

# error.configuration.app_support_directory_not_found
source: App Support Directory Not Found
ar: دليل دعم التطبيق غير موجود
da: App-støttemappe ikke fundet
de: App-Unterstützungsverzeichnis nicht gefunden
es: Directorio de soporte de la aplicación no encontrado
fi: Sovelluksen tukikansiota ei löytynyt
fr: Répertoire de support de l'application introuvable
hi: ऐप सपोर्ट डायरेक्टरी नहीं मिली
it: Directory di supporto dell'app non trovata
ja: アプリサポートディレクトリが見つかりません
ko: 앱 지원 디렉토리를 찾을 수 없습니다
nb: App-støttemappe ikke funnet
nl: App-ondersteuningsmap niet gevonden
pl: Nie znaleziono katalogu wsparcia aplikacji
pt: Diretório de suporte do aplicativo não encontrado
ru: Директория поддержки приложения не найдена
sv: App-stödkatalog hittades inte
th: ไม่พบไดเรกทอรีสนับสนุนของแอป
tr: Uygulama destek dizini bulunamadı
vi: Không tìm thấy thư mục hỗ trợ ứng dụng
zh_hans: 无法获取应用支持目录
zh_hant: 無法獲取應用支持目錄

# error.configuration.delete_file_failed
source: Delete File Failed
ar: فشل في حذف الملف: معلومات اللعبة أو دليل الموارد غير صالح
da: Slet fil mislykkedes: spilinformation eller ressourcemappe ugyldig
de: Datei löschen fehlgeschlagen: Spielinformationen oder Ressourcenverzeichnis ungültig
es: Error al eliminar archivo: información del juego o directorio de recursos inválido
fi: Tiedoston poisto epäonnistui: pelitiedot tai resurssikansio virheellinen
fr: Échec de la suppression du fichier : informations de jeu ou répertoire de ressources invalide
hi: फ़ाइल हटाने में विफल: गेम जानकारी या संसाधन निर्देशिका अमान्य
it: Eliminazione file fallita: informazioni di gioco o directory risorse non valide
ja: ファイルの削除に失敗しました：ゲーム情報またはリソースディレクトリが無効です
ko: 파일 삭제 실패： 게임 정보 또는 리소스 디렉토리가 유효하지 않습니다
nb: Slett fil mislyktes: spillinformasjon eller ressursmappe ugyldig
nl: Bestand verwijderen mislukt: spelinformatie of resourcemap ongeldig
pl: Usunięcie pliku nie powiodło się: informacje o grze lub katalog zasobów nieprawidłowe
pt: Falha ao excluir arquivo: informações do jogo ou diretório de recursos inválido
ru: Не удалось удалить файл: информация об игре или каталог ресурсов недействительны
sv: Radera fil misslyckades: spelinformation eller resurskatalog ogiltig
th: ลบไฟล์ล้มเหลว: ข้อมูลเกมหรือไดเรกทอรีทรัพยากรไม่ถูกต้อง
tr: Dosya silme başarısız: oyun bilgisi veya kaynak dizini geçersiz
vi: Xóa tệp thất bại: thông tin trò chơi hoặc thư mục tài nguyên không hợp lệ
zh_hans: 无法删除文件：游戏信息或资源目录无效
zh_hant: 無法刪除檔案：遊戲資訊或資源目錄無效

# error.configuration.java_path_not_set
source: Java Path Not Set
ar: مسار Java غير محدد
da: Java sti ikke indstillet
de: Java-Pfad nicht gesetzt
es: Ruta de Java no configurada
fi: Java polku ei ole asetettu
fr: Chemin Java non défini
hi: Java पथ सेट नहीं है
it: Percorso Java non impostato
ja: Javaパスが設定されていません
ko: Java 경로가 설정되지 않았습니다
nb: Java sti ikke satt
nl: Java pad niet ingesteld
pl: Ścieżka Java nie jest ustawiona
pt: Caminho do Java não configurado
ru: Путь к Java не установлен
sv: Java sökväg inte inställd
th: ไม่ได้ตั้งค่าเส้นทาง Java
tr: Java yolu ayarlanmamış
vi: Đường dẫn Java chưa được thiết lập
zh_hans: Java路径未设置
zh_hant: Java路徑未設置

# error.configuration.no_current_player
source: No Current Player
ar: لا يوجد لاعب حالي
da: Ingen aktuel spiller
de: Kein aktueller Spieler
es: No hay jugador actual
fi: Ei nykyistä pelaajaa
fr: Aucun joueur actuel
hi: कोई वर्तमान खिलाड़ी नहीं
it: Nessun giocatore attuale
ja: 現在のプレイヤーなし
ko: 현재 플레이어 없음
nb: Ingen gjeldende spiller
nl: Geen huidige speler
pl: Brak bieżącego gracza
pt: Nenhum jogador atual
ru: Нет текущего игрока
sv: Ingen aktuell spelare
th: ไม่มีผู้เล่นปัจจุบัน
tr: Mevcut oyuncu yok
vi: Không có người chơi hiện tại
zh_hans: 没有选择当前玩家
zh_hant: 沒有選取當前玩家

# error.configuration.notification_permission_denied
source: Notification Permission Denied
ar: تم رفض إذن الإشعارات
da: Notifikationstilladelse nægtet
de: Benachrichtigungsberechtigung verweigert
es: Permiso de notificación denegado
fi: Ilmoituslupa evätty
fr: Permission de notification refusée
hi: अधिसूचना अनुमति अस्वीकार
it: Permesso notifica negato
ja: 通知権限が拒否されました
ko: 알림 권한 거부됨
nb: Varslingstillatelse nektet
nl: Notificatietoestemming geweigerd
pl: Odmowa uprawnień do powiadomień
pt: Permissão de notificação negada
ru: Разрешение на уведомления отклонено
sv: Notifieringstillstånd nekat
th: การอนุญาตการแจ้งเตือนถูกปฏิเสธ
tr: Bildirim izni reddedildi
vi: Quyền thông báo bị từ chối
zh_hans: 用户拒绝了通知权限
zh_hant: 用戶拒絕了通知權限

# error.configuration.notification_permission_request_failed
source: Notification Permission Request Failed
ar: فشل طلب إذن الإشعارات
da: Anmodning om notifikationstilladelse mislykkedes
de: Anfrage für Benachrichtigungsberechtigung fehlgeschlagen
es: Falló solicitud de permiso de notificación
fi: Ilmoitusluvan pyyntö epäonnistui
fr: Demande de permission de notification échouée
hi: अधिसूचना अनुमति अनुरोध विफल
it: Richiesta permesso notifica fallita
ja: 通知権限のリクエストに失敗
ko: 알림 권한 요청 실패
nb: Forespørsel om varslingstillatelse mislyktes
nl: Verzoek notificatietoestemming mislukt
pl: Żądanie uprawnień do powiadomień nie powiodło się
pt: Falha na solicitação de permissão de notificação
ru: Запрос разрешения на уведомления не удался
sv: Begäran om notifieringstillstånd misslyckades
th: การขออนุญาตการแจ้งเตือนล้มเหลว
tr: Bildirim izni isteği başarısız
vi: Yêu cầu quyền thông báo thất bại
zh_hans: 请求通知权限失败
zh_hant: 請求通知權限失敗

# error.configuration.resource_directory_not_found
source: Resource Directory Not Found
ar: مجلد الموارد غير موجود
da: Ressourcemappe ikke fundet
de: Ressourcenverzeichnis nicht gefunden
es: Directorio de recursos no encontrado
fi: Resurssihakemisto ei löydetty
fr: Répertoire de ressources non trouvé
hi: संसाधन निर्देशिका नहीं मिली
it: Directory risorse non trovata
ja: リソースディレクトリが見つかりません
ko: 리소스 디렉토리를 찾을 수 없음
nb: Ressursmappe ikke funnet
nl: Bronnenmap niet gevonden
pl: Nie znaleziono katalogu zasobów
pt: Diretório de recursos não encontrado
ru: Каталог ресурсов не найден
sv: Resurskatalog hittades inte
th: ไม่พบไดเรกทอรีทรัพยากร
tr: Kaynak dizini bulunamadı
vi: Không tìm thấy thư mục tài nguyên
zh_hans: 无法获取资源目录路径
zh_hant: 無法獲取資源目錄路徑

# error.download.asset_file_failed
source: Asset File Failed
ar: فشل في تحميل ملف الأصول
da: Download af assetfil mislykkedes
de: Download der Asset-Datei fehlgeschlagen
es: Falló la descarga del archivo de recursos
fi: Resurssitiedoston lataus epäonnistui
fr: Échec du téléchargement du fichier d'actifs
hi: संसाधन फ़ाइल डाउनलोड करने में विफल
it: Download del file di asset fallito
ja: アセットファイルのダウンロードに失敗しました
ko: 에셋 파일 다운로드에 실패했습니다
nb: Nedlasting av ressursfil mislyktes
nl: Download van assetbestand mislukt
pl: Pobieranie pliku zasobów nie powiodło się
pt: Falha no download do arquivo de recursos
ru: Не удалось загрузить файл ресурсов
sv: Nedladdning av resursfil misslyckades
th: การดาวน์โหลดไฟล์ทรัพยากรล้มเหลว
tr: Varlık dosyası indirme başarısız
vi: Tải xuống tệp tài nguyên thất bại
zh_hans: 下载资源文件失败
zh_hant: 下載資源檔案失敗

# error.download.asset_index_failed
source: Asset Index Failed
ar: فشل في تحميل فهرس الأصول
da: Download af assetindeks mislykkedes
de: Download des Asset-Index fehlgeschlagen
es: Falló la descarga del índice de recursos
fi: Resurssiindeksin lataus epäonnistui
fr: Échec du téléchargement de l'index des actifs
hi: संसाधन अनुक्रमणिका डाउनलोड करने में विफल
it: Download dell'indice degli asset fallito
ja: アセットインデックスのダウンロードに失敗しました
ko: 에셋 인덱스 다운로드에 실패했습니다
nb: Nedlasting av ressursindeks mislyktes
nl: Download van assetindex mislukt
pl: Pobieranie indeksu zasobów nie powiodło się
pt: Falha no download do índice de recursos
ru: Не удалось загрузить индекс ресурсов
sv: Nedladdning av resursindex misslyckades
th: การดาวน์โหลดดัชนีทรัพยากรล้มเหลว
tr: Varlık dizini indirme başarısız
vi: Tải xuống chỉ mục tài nguyên thất bại
zh_hans: 下载资源索引失败
zh_hant: 下載資源索引失敗

# error.download.authlib_injector_failed
source: Authlib Injector Download Failed
ar: فشل تنزيل Authlib Injector
da: Authlib Injector-download mislykkedes
de: Authlib Injector-Download fehlgeschlagen
es: Error al descargar Authlib Injector
fi: Authlib Injector -lataus epäonnistui
fr: Échec du téléchargement d'Authlib Injector
hi: Authlib Injector डाउनलोड विफल
it: Download di Authlib Injector non riuscito
ja: Authlib Injectorのダウンロードに失敗しました
ko: Authlib Injector 다운로드에 실패했습니다
nb: Authlib Injector-nedlasting mislyktes
nl: Authlib Injector-download mislukt
pl: Pobieranie Authlib Injector nie powiodło się
pt: Falha no download do Authlib Injector
ru: Не удалось загрузить Authlib Injector
sv: Authlib Injector-nedladdning misslyckades
th: การดาวน์โหลด Authlib Injector ล้มเหลว
tr: Authlib Injector indirme başarısız
vi: Tải xuống Authlib Injector thất bại
zh_hans: 下载Authlib Injector失败
zh_hant: 下載Authlib Injector失敗

# error.download.cancelled
source: Download cancelled
ar: تم إلغاء التحميل
da: Download annulleret
de: Download abgebrochen
es: Descarga cancelada
fi: Lataus peruutettu
fr: Téléchargement annulé
hi: डाउनलोड रद्द किया गया
it: Download annullato
ja: ダウンロードがキャンセルされました
ko: 다운로드가 취소되었습니다
nb: Nedlasting avbrutt
nl: Download geannuleerd
pl: Pobieranie anulowane
pt: Download cancelado
ru: Загрузка отменена
sv: Nedladdning avbruten
th: ยกเลิกการดาวน์โหลด
tr: İndirme iptal edildi
vi: Tải xuống đã bị hủy
zh_hans: 下载已取消
zh_hant: 下載已取消

# error.download.client_jar_failed
source: Client Jar Failed
ar: فشل في تحميل ملف JAR للعميل
da: Download af klient JAR-fil mislykkedes
de: Download der Client-JAR-Datei fehlgeschlagen
es: Falló la descarga del archivo JAR del cliente
fi: Asiakas JAR-tiedoston lataus epäonnistui
fr: Échec du téléchargement du fichier JAR client
hi: क्लाइंट JAR फ़ाइल डाउनलोड करने में विफल
it: Download del file JAR client fallito
ja: クライアントJARファイルのダウンロードに失敗しました
ko: 클라이언트 JAR 파일 다운로드에 실패했습니다
nb: Nedlasting av klient JAR-fil mislyktes
nl: Download van client JAR-bestand mislukt
pl: Pobieranie pliku JAR klienta nie powiodło się
pt: Falha no download do arquivo JAR do cliente
ru: Не удалось загрузить JAR файл клиента
sv: Nedladdning av klient JAR-fil misslyckades
th: การดาวน์โหลดไฟล์ JAR ของไคลเอนต์ล้มเหลว
tr: İstemci JAR dosyası indirme başarısız
vi: Tải xuống tệp JAR khách hàng thất bại
zh_hans: 下载客户端JAR文件失败
zh_hant: 下載客戶端JAR檔案失敗
